export const POI = {
  광화문:   { name: "광화문",   lat: 37.57591490444713, lng: 126.97684971516144, level: 3 },
  흥례문:   { name: "흥례문",   lat: 37.576924029220315, lng: 126.97690600567688, level: 3 },
  근정문:   { name: "근정문",   lat: 37.57773042679591, lng: 126.97694537910236, level: 3 },
  근정전:   { name: "근정전",   lat: 37.57853233030031, lng: 126.97704135889977, level: 3 },
  수정전:   { name: "수정전",   lat: 37.579002884446574 , lng: 126.97596006846491, level: 3 },
  경회루:   { name: "경회루",   lat: 37.579694461969446, lng: 126.97627966449463, level: 3 },
  강녕전:   { name: "강녕전",   lat: 37.57948513527285, lng: 126.97706087804193, level: 3 },
  교태전:   { name: "교태전",   lat: 37.57988157752048, lng: 126.97708622873894, level: 3 },
  영제교:   { name: "영제교",   lat: 37.57726640980654, lng: 126.97692005073262, level: 3 },
  자경전:   { name: "자경전",   lat: 37.580320975876226, lng: 126.97794649765041, level: 3 },
  소주방:   { name: "소주방",   lat: 37.57942450967727, lng: 126.9780684624268, level: 3 },
  아미산:   { name: "아미산",   lat: 37.580129329894255, lng: 126.97697860264181, level: 3 },
  생물방:   { name: "생물방",   lat: 37.57974214510036, lng: 126.97825799620867, level: 3 },
  세종대왕동상:{ name: "세종대왕 동상", lat: 37.57293712870856, lng: 126.97691006685267, level: 3 },
};
export function getPOI(key){ return POI[key] || null; }